org/_posts/2015-10-02-test-org-mode.org
#+HTML_DOCTYPE: html5
#+BEGIN_HTML
---
layout: page
title: A test thing
category: note
excerpt: asdfasdf
---
#+END_HTML

* A More Humble Beginning
  #+BEGIN_aside
    test aside here
  #+END_aside

Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque pretium
ornare dolor, vel tempus leo fringilla non. Praesent ut orci condimentum,
egestas nisi non, aliquam eros. Vestibulum euismod fringilla diam, in vulputate
dolor consectetur eu. Pellentesque euismod, libero eu maximus iaculis, velit
velit consectetur orci, eu venenatis ipsum metus nec mi. Cum sociis natoque
penatibus et magnis dis parturient montes, nascetur ridiculus mus.[fn:2]
Praesent quis sagittis nunc. Maecenas ultrices, est a lobortis iaculis, quam
enim vehicula libero, in dignissim lacus massa nec nunc. [fn:: This is an inline
definition] Integer finibus rhoncus malesuada. Aenean ultricies lorem sed enim
consectetur, [fn:name: a definition] kjin convallis odio lacinia.

#+BEGIN_aside
test aside again
#+END_aside

asdfasdfasdfasdfasdf

Proin eget luctus leo, id tincidunt dui. Integer iaculis quis sapien sit amet
consequat. Phasellus lacinia lorem urna, et elementum risus tempus vitae.
Suspendisse non felis ut lorem congue feugiat. Etiam eu venenatis sapien. Ut
rhoncus ex non tellus sodales blandit. Donec eleifend nulla odio, ut varius
lectus efficitur nec. Quisque vel mauris eget sapien consectetur euismod eu in
velit. Aenean a est eros.

Ut finibus efficitur purus, fermentum mattis justo egestas eget. In fermentum
feugiat gravida. Nulla semper non erat non consectetur. Aliquam bibendum cursus
eros eu ullamcorper. Vivamus sodales augue sed varius porttitor. Maecenas
ullamcorper quam sapien, quis imperdiet ligula malesuada ut. Vestibulum
consequat risus ipsum. Lorem ipsum dolor sit amet, consectetur adipiscing elit.
Morbi vestibulum massa lectus, consectetur pulvinar eros auctor vitae. Maecenas
facilisis vel mauris in mollis. Interdum et malesuada fames ac ante ipsum primis
in faucibus. Aliquam ullamcorper id ante vel fermentum. Lorem ipsum dolor sit
amet, consectetur adipiscing elit. Fusce pulvinar metus velit, sed imperdiet
ante tincidunt quis. Fusce faucibus, metus vitae posuere pretium, ligula mi
efficitur enim, sit amet sagittis lacus ex sed odio. 8VRnv3nclfckgbfg


Proin eu hendrerit ipsum. Nulla aliquet nunc vulputate, condimentum augueG
fermentum, mollis augue. Mauris accumsan, sem sit amet egestas iaculis, tellus
urna placerat metus, vel porttitor risus leo nec nisl. Morbi condimentum non ex
sodales fermentum. Integer in nunc tempus nisi laoreet vehicula vitae dictum
eros. Aliquam faucibus facilisis facilisis. Phasellus blandit egestas viverra.

Sed aliquet laoreet purus vel dictum. Nam sagittis felis sed lectus tristique,
tristique ultricies libero auctor. Maecenas posuere ac diam eget pharetra. Etiam
facilisis fringilla nisl eget sagittis. Nullam convallis, odio eu malesuada
imperdiet, sem leo luctus tortor, in venenatis mi odio vel odio. Ut ullamcorper
urna id purus ornare rhoncus. Aliquam pulvinar ultrices sem id consectetur. Sed
vitae urna lectus. Nunc tempor tristique finibus. In semper nunc diam, eget
pretium purus efficitur at. Cras posuere facilisis erat. Sed aliquam tellus vel
orci pretium gravida. Ut interdum nunc ut felis vulputate, in placerat turpis
mollis. Phasellus tristique varius eros vel vestibulum. Vivamus eleifend augue
aliquam nibh rhoncus, ac laoreet justo sodales.

* A Humble Beginning :tag:bag:smag:
This is an example:
#+BEGIN_EXAMPLE
Begin Example
#+END_EXAMPLE

and this a quote
#+BEGIN_QUOTE
A Quote
#+END_QUOTE

:PROPERTIES:
TEST
TEST
TEST
:END:

Source
#+BEGIN_SRC emacs-lisp
(defun org-xor (a b)
"Exclusive or"
(if a (not b) b))
#+END_SRC


This is the date 
a_b a_c[fn:1] 
\alpha \pi alsdf

[fn:1] Footnote 1
** Header 2


A table!
| A | B | C | D | E |
|---+---+---+---+---|
| F | G | H | I | J |
| K | L | M | N | O |
|   |   |   |   |   |

*** Header 3
- List Item 1
- 2
- 3

**** Header 4
1. [ ]ONE
2. TWO
3. THREE

***** Header 5
+ [ ]Test
+ Another Test
+ Third Test

* Another Section
Section text section text whatcha gonna do

* Section Text
aasdfasdf

* Footnotes

[fn:2] Footnote 2
