_posts/2015-10-02-test-org-mode.html
---
layout: page
title: A test thing
category: note
excerpt: asdfasdf
---

<section id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1">A More Humble Beginning</h2>
<div class="outline-text-2" id="text-orgheadline1">
<aside>
<p>
test aside here
</p>
</aside>

<p>
Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque pretium
ornare dolor, vel tempus leo fringilla non. Praesent ut orci condimentum,
egestas nisi non, aliquam eros. Vestibulum euismod fringilla diam, in vulputate
dolor consectetur eu. Pellentesque euismod, libero eu maximus iaculis, velit
velit consectetur orci, eu venenatis ipsum metus nec mi. Cum sociis natoque
penatibus et magnis dis parturient montes, nascetur ridiculus mus.<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
Praesent quis sagittis nunc. Maecenas ultrices, est a lobortis iaculis, quam
enim vehicula libero, in dignissim lacus massa nec nunc. <sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup> Integer finibus rhoncus malesuada. Aenean ultricies lorem sed enim
consectetur, <sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> kjin convallis odio lacinia.
</p>

<aside>
<p>
test aside again
</p>
</aside>

<p>
asdfasdfasdfasdfasdf
</p>

<p>
Proin eget luctus leo, id tincidunt dui. Integer iaculis quis sapien sit amet
consequat. Phasellus lacinia lorem urna, et elementum risus tempus vitae.
Suspendisse non felis ut lorem congue feugiat. Etiam eu venenatis sapien. Ut
rhoncus ex non tellus sodales blandit. Donec eleifend nulla odio, ut varius
lectus efficitur nec. Quisque vel mauris eget sapien consectetur euismod eu in
velit. Aenean a est eros.
</p>

<p>
Ut finibus efficitur purus, fermentum mattis justo egestas eget. In fermentum
feugiat gravida. Nulla semper non erat non consectetur. Aliquam bibendum cursus
eros eu ullamcorper. Vivamus sodales augue sed varius porttitor. Maecenas
ullamcorper quam sapien, quis imperdiet ligula malesuada ut. Vestibulum
consequat risus ipsum. Lorem ipsum dolor sit amet, consectetur adipiscing elit.
Morbi vestibulum massa lectus, consectetur pulvinar eros auctor vitae. Maecenas
facilisis vel mauris in mollis. Interdum et malesuada fames ac ante ipsum primis
in faucibus. Aliquam ullamcorper id ante vel fermentum. Lorem ipsum dolor sit
amet, consectetur adipiscing elit. Fusce pulvinar metus velit, sed imperdiet
ante tincidunt quis. Fusce faucibus, metus vitae posuere pretium, ligula mi
efficitur enim, sit amet sagittis lacus ex sed odio. 8VRnv3nclfckgbfg
</p>


<p>
Proin eu hendrerit ipsum. Nulla aliquet nunc vulputate, condimentum augueG
fermentum, mollis augue. Mauris accumsan, sem sit amet egestas iaculis, tellus
urna placerat metus, vel porttitor risus leo nec nisl. Morbi condimentum non ex
sodales fermentum. Integer in nunc tempus nisi laoreet vehicula vitae dictum
eros. Aliquam faucibus facilisis facilisis. Phasellus blandit egestas viverra.
</p>

<p>
Sed aliquet laoreet purus vel dictum. Nam sagittis felis sed lectus tristique,
tristique ultricies libero auctor. Maecenas posuere ac diam eget pharetra. Etiam
facilisis fringilla nisl eget sagittis. Nullam convallis, odio eu malesuada
imperdiet, sem leo luctus tortor, in venenatis mi odio vel odio. Ut ullamcorper
urna id purus ornare rhoncus. Aliquam pulvinar ultrices sem id consectetur. Sed
vitae urna lectus. Nunc tempor tristique finibus. In semper nunc diam, eget
pretium purus efficitur at. Cras posuere facilisis erat. Sed aliquam tellus vel
orci pretium gravida. Ut interdum nunc ut felis vulputate, in placerat turpis
mollis. Phasellus tristique varius eros vel vestibulum. Vivamus eleifend augue
aliquam nibh rhoncus, ac laoreet justo sodales.
</p>
</div>
</section>

<section id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2">A Humble Beginning&#xa0;&#xa0;&#xa0;<span class="tag"><span class="tag">tag</span>&#xa0;<span class="bag">bag</span>&#xa0;<span class="smag">smag</span></span></h2>
<div class="outline-text-2" id="text-orgheadline2">
<p>
This is an example:
</p>
<pre class="example">
Begin Example
</pre>

<p>
and this a quote
</p>
<blockquote>
<p>
A Quote
</p>
</blockquote>

<p>
TEST
TEST
TEST
</p>

<p>
Source
</p>
<div class="org-src-container">

<pre class="src src-emacs-lisp"><span style="color: #707183;">(</span><span style="color: #0000FF;">defun</span> <span style="color: #006699;">org-xor</span> <span style="color: #7388D6;">(</span>a b<span style="color: #7388D6;">)</span>
<span style="color: #036A07;">"Exclusive or"</span>
<span style="color: #7388D6;">(</span><span style="color: #0000FF;">if</span> a <span style="color: #909183;">(</span>not b<span style="color: #909183;">)</span> b<span style="color: #7388D6;">)</span><span style="color: #707183;">)</span>
</pre>
</div>


<p>
This is the date 
a<sub>b</sub> a<sub>c</sub><sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup> 
&alpha; &pi; alsdf
</p>
</div>
<div id="outline-container-orgheadline3" class="outline-3">
<h3 id="orgheadline3">Header 2</h3>
<div class="outline-text-3" id="text-orgheadline3">
<p>
A table!
</p>
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">A</th>
<th scope="col" class="org-left">B</th>
<th scope="col" class="org-left">C</th>
<th scope="col" class="org-left">D</th>
<th scope="col" class="org-left">E</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">F</td>
<td class="org-left">G</td>
<td class="org-left">H</td>
<td class="org-left">I</td>
<td class="org-left">J</td>
</tr>

<tr>
<td class="org-left">K</td>
<td class="org-left">L</td>
<td class="org-left">M</td>
<td class="org-left">N</td>
<td class="org-left">O</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-orgheadline4" class="outline-4">
<h4 id="orgheadline4">Header 3</h4>
<div class="outline-text-4" id="text-orgheadline4">
<ul class="org-ul">
<li>List Item 1</li>
<li>2</li>
<li>3</li>
</ul>
</div>

<ul class="org-ul"><li><a id="orgheadline5"></a>Header 4<br ><div class="outline-text-5" id="text-orgheadline5">
<ol class="org-ol">
<li>[ ]ONE</li>
<li>TWO</li>
<li>THREE</li>
</ol>
</div>

<ul class="org-ul"><li><a id="orgheadline6"></a>Header 5<br ><div class="outline-text-6" id="text-orgheadline6">
<ul class="org-ul">
<li>[ ]Test</li>
<li>Another Test</li>
<li>Third Test</li>
</ul>
</div></li></ul></li></ul>
</div>
</div>
</section>

<section id="outline-container-orgheadline7" class="outline-2">
<h2 id="orgheadline7">Another Section</h2>
<div class="outline-text-2" id="text-orgheadline7">
<p>
Section text section text whatcha gonna do
</p>
</div>
</section>

<section id="outline-container-orgheadline8" class="outline-2">
<h2 id="orgheadline8">Section Text</h2>
<div class="outline-text-2" id="text-orgheadline8">
<p>
aasdfasdf
</p>
</div>
</section>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
Footnote 2
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara">This is an inline
definition</div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara">a definition</div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
Footnote 1
</p></div></div>


</div>
</div>
